COMPLIMENTS = [
    'Ты такая милашка, что с тобой невозможно не улыбаться!',
    'Твои глаза сияют, как звезды на ночном небе.',
    'Малышка, ты выглядишь просто шикарно!',
    'Твоя попочка-красоточка достойна восхищения!',
    'Твои волосы всегда выглядят потрясающе.',
    'Ты словно создана для того, чтобы быть на обложке журнала.',
    'Каждый твой образ – это настоящая бомба!',
    'Ты настолько милашка, что с тобой хочется проводить все время.',
    'Твои губы такие притягательные, просто не оторвать взгляд.',
    'Твоя улыбка способна растопить даже самое ледяное сердце.',
    'Ты выглядишь как настоящая королева!',
    'Твоя фигура просто восхитительна.',
    'Ты настоящая попочка-красоточка!',
    'Каждый твой шаг – это настоящая грация и шарм.',
    'Ты милашка, и это невозможно не заметить.',
    'Твои черты лица такие утонченные и красивые.',
    'Малышка, ты – воплощение красоты и стиля!',
    'Твои длинные ресницы добавляют взгляду особое очарование.',
    'Ты выглядишь как настоящая куколка!',
    'Твоя попочка-красоточка заслуживает комплиментов каждый день!',
    'Ты такая какашка, но самая очаровательная какашка на свете!',
    'Даже когда ты вредничаешь, ты все равно неотразима.',
    'Ты словно конфетка – сладкая и притягательная.',
    'Твое чувство юмора делает тебя еще привлекательнее.',
    'Ты как магнит – невозможно оторваться!',
    'Твоя энергия заряжает всех вокруг.',
    'Ты настоящая заноза в попе, но такая милая заноза!',
    'Твоя непосредственность просто обезоруживает.',
    'Ты как солнышко – светишь и греешь.',
    'Даже когда ты дуешься, ты выглядишь очаровательно.',
    'Ты – самая сладкая конфетка в мире!',
    'Твоя красота затмевает все вокруг.',
    'Ты – настоящее произведение искусства.',
    'Твоя попка – настоящий шедевр!',
    'Ты – воплощение грации и изящества.',
    'Твоя улыбка способна осветить целый город.',
    'Ты – самая очаровательная вредина на свете!',
    'Твой характер – это огонь, но именно это делает тебя неотразимой.',
    'Ты – настоящая принцесса, даже когда капризничаешь.',
    'Твоя красота способна остановить время.'
]

MSG_HELLO = 'Привет красотуля! Этот бот был создан автоматически и заполнен мыслями о тебе'


TOKEN = '6758507369:AAE7uYfmaVkonVkp5EgW6a_tOt7fF94sh-Q'

TOKEN_AI = 'sk-SdFCOZZgck9cNj8jXxsrahrcYxqFjWlq'

URL_AI = "https://api.proxyapi.ru/openai/v1"

